7767517
16 16
Input                    in0                      0 1 in0
Convolution              convrelu_0               1 1 in0 1 0=9 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=243 9=1
ConvolutionDepthWise     convdwrelu_0             1 1 1 2 0=9 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=81 7=9 9=1
Convolution              convrelu_1               1 1 2 3 0=12 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=108 9=1
ConvolutionDepthWise     convdwrelu_1             1 1 3 4 0=12 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=108 7=12 9=1
Convolution              convrelu_2               1 1 4 5 0=19 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=228 9=1
ConvolutionDepthWise     convdwrelu_2             1 1 5 6 0=19 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=171 7=19 9=1
Convolution              convrelu_3               1 1 6 7 0=25 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=475 9=1
ConvolutionDepthWise     convdwrelu_3             1 1 7 8 0=25 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=225 7=25 9=1
Convolution              convrelu_4               1 1 8 9 0=38 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=950 9=1
ConvolutionDepthWise     convdwrelu_4             1 1 9 10 0=38 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=342 7=38 9=1
Convolution              convrelu_5               1 1 10 11 0=38 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1444 9=1
Convolution              convrelu_6               1 1 11 12 0=51 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1938 9=1
Reduction                mean_21                  1 1 12 13 0=3 1=0 -23303=2,-1,-2 4=1 5=1
Reshape                  reshape_20               1 1 13 14 0=51
InnerProduct             linear_7                 1 1 14 out0 0=3 1=1 2=153
